package analyzer.utils;

public final class TestUtils {

    public final static String EXPECTED_TEXT = "В России четыре времени года: весна, лето, осень и зима.\r\n"
            + "\r\n"
            + "Весной на смену суровым зимним морозам приходит тепло и природа оживает. В середине марта начинает таять снег и распускаются первые цветы. На деревьях появляются листья. Дни становятся длиннее.\r\n"
            + "\r\n"
            + "Лето в России довольно короткое, но теплое, а иногда жаркое. Длинные летние дни –излюбленное время для всех птиц и животных. Летом мы любим плавать, загорать и ездить на природу или на море.\r\n"
            + "\r\n"
            + "За летом приходит осень – самый дождливый сезон. Это очень красивое время года, когда листья меняют цвет и вспыхивают разными красками: желтым, оранжевым, красным. С первыми заморозками они начинают опадать. Погода становится пасмурной, а дни – мрачными.\r\n"
            + "\r\n"
            + "Морозная снежная зима – символ России. Она начинается в конце ноября и длится до середины марта. Реки покрываются льдом. Дни становятся короче. Рано темнеет. Январь – самый холодный месяц, именно после Нового Года случаются знаменитые русские морозы с температурой ниже 30 градусов.";

}
